<template>
    <div>
        <navbar></navbar>

        <div>
            <h1 class="lg:text-4xl text-3xl lg:mb-10 mb-6 text-center text-red-500 font-bold mt-28">من نحن</h1>
            <div class=" px-4 lg:px-24 mt-24">
                <div @click="darAlsafar = !darAlsafar"
                     class="w-full bg-white lg:px-10 px-4 py-6 rounded-2xl hover:shadow-lg cursor-pointer">
                    <h1 class="text-xl text-blue-600"> دار الصفار للطباعة والنشر والاعلام</h1>
                    <hr v-show="darAlsafar" class="my-4">
                    <p v-show="darAlsafar" class="text-justify transition-[max-height] duration-500">شركة دار
                        الصفار للطباعة والنشر والاعلام.. تأسست لتعنى بكل ما يهم عالم
                        الطفولة العراقية في الثقافة والعلوم والفنون والمتعة والتسلية والابداع..
                        <br>
                        تنفرد الشركة بنشاطها
                        التفاعلي المتميز في بناء شخصية الطفل من خلال اصداراتها لمطبوعات الأطفال وفي مقدمتها (مجلة
                        أصدقائي).. فضلا عن العديد من النشاطات وورش العمل والمهرجانات والمسابقات ومنها (مسابقة نقرأ
                        لنبتكر لكتابة قصص بأقلام الأطفال) و(مهرجان المواهب للأطفال) بما يعزز الأهداف التي تأسست من اجلها
                        الشركة.
                        <br>
                        نفذت الشركة منذ تأسيسها العديد من الفعاليات والمبادرات بالتعاون مع جهات عراقية ودولية لها دور
                        ومساهمة فاعلة في رعاية الطفولة العراقية منها: (البنك المركزي العراقي، رابطة المصارف العراقية،
                        مصرف اشور الدولي، ومنظمة أطفال العراق) وغيرها من الشراكات التي تهتم بتطوير وبناء شخصية الطفل
                        العراقي وخلق أجيال متميزة تتمتع بالعلم والثقافة وتنمية الابداع ودعمه.
                        <br>
                        كما حازت الشركة العديد من الجوائز المحلية والدولية كان في مقدمتها جائزة رواد العراق لريادة
                        الاعمال التي نظمها البنك الدولي عام 2019، فضلا عن درع التميز من غرفة تجارة بغداد عام 2020.
                        <br>
                        نحن نعمل بجد من اجل بناء جيل الغد الأكثر اشراقا ذلك هو هدفنا وشعارنا منذ اليوم الاول..
                        رحلتنا مستمرة والقادم مليء بكل ما هو مميز وابداعنا بلا حدود.
                    </p>

                </div>
                <div @click="asdikaee = !asdikaee"
                     class="w-full bg-white lg:px-10 px-4 py-6 rounded-2xl mt-10 hover:shadow-lg cursor-pointer">
                    <h1 class="text-xl text-blue-600 ">متجر اصدقائي</h1>
                    <hr v-show="asdikaee" class="my-4">
                    <p v-show="asdikaee" class="text-justify transition-[max-height] duration-500">يعتبر متجر
                        أصدقائي الذي تأسس في العام 2022 في بغداد المتجر الالكتروني الرسمي
                        لشركة دار الصفار
                        للطباعة والنشر والاعلام.. والذي يوفر كل ما تنتجه الدار من مجلات وقصص وألعاب ذكاء وتسلية، فضلا عن
                        احتوائه على مكتبة رقمية لمطبوعات الدار، تضاف لها ملفات صوتية للقصص التي تصدر عن الدار..
                        <br>
                        كما
                        يحتوي المتجر على العديد من المنتجات الدعائية التي تستقطب الأطفال وبما يتوافق مع ميولهم المتنوعة
                        وهواياتهم المتعددة.
                        <br>
                        وبالنتيجة فإن الهدف الأساس من المتجر هو نشر العلم والمعرفة والمتعة للطفل العراقي والارتقاء به
                        نحو مستقبل أفضل كباقي اقرانه في كل انحاء العالم.
                        تعمل شركتنا جاهدة ليكون موقعها رائداً في مجال العولمة الإلكترونيّة، كما تسعى لتطويره دائما
                        مواكِبة لاي تطور اولا بأول، ليسهل على متابعينا الأعزاء الوصول الى منتجاتنا أينما كانوا..
                        <br>
                        مع تقديرنا العالي لكم.
                    </p>

                </div>

            </div>
        </div>

    </div>
</template>

<script>
import Navbar from "../components/Navbar";

export default {
    name: "About",
    components: {Navbar},
    data() {
        return {
            darAlsafar: false,
            asdikaee: false,
        }
    },

}
</script>

<style scoped>

</style>
